---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacePowerLoadParam
source: html/b451995c-1cfe-395d-3fb5-5d3720e5abd9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacePowerLoadParam Property

"Power Load"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacePowerLoadParam { get; }
```